Revit 2027 API
ParameterTypeId.RbsCtcTopElevation Property
 "Upper End Top Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCtcTopElevation { get; }
Public Shared ReadOnly Property RbsCtcTopElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCtcTopElevation {
	ForgeTypeId^ get ();
}
static member RbsCtcTopElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace